tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hsteinshiromoto/xfig"
tap "mistydemeo/xfig"
brew "automake"
brew "bfg"
brew "libpng"
brew "xz"
brew "glib"
brew "cask"
brew "coreutils"
brew "cpulimit"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "gnupg"
brew "gobject-introspection"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "handbrake"
brew "htop"
brew "openconnect"
brew "pandoc"
brew "pandoc-citeproc"
brew "poppler"
brew "pdf2svg"
brew "pinentry-mac"
brew "pyenv"
brew "tree"
brew "wget"
brew "mistydemeo/xfig/xfig"
cask "android-platform-tools"
cask "dbeaver-community"
cask "discord"
cask "drawio"
cask "font-source-code-pro"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "java"
cask "obsidian"
cask "signal"
cask "tor-browser"
cask "virtualbox"
cask "xquartz"
