tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hsteinshiromoto/xfig"
tap "mistydemeo/xfig"
brew "libpng"
brew "apr-util"
brew "automake"
brew "bat"
brew "berkeley-db", link: true
brew "bfg"
brew "xz"
brew "glib"
brew "coreutils"
brew "gnutls"
brew "emacs"
brew "cask"
brew "code-server"
brew "cpulimit"
brew "exa"
brew "netpbm"
brew "fig2dev"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-flow-avh"
brew "gnupg", link: false
brew "gobject-introspection"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "handbrake"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "python@3.10"
brew "midnight-commander"
brew "nghttp2"
brew "openconnect"
brew "pandoc"
brew "qt"
brew "poppler"
brew "pdf2svg"
brew "pinentry-mac"
brew "poetry"
brew "pyenv"
brew "subversion"
brew "texlive"
brew "tmux"
brew "tree"
brew "wget"
brew "mistydemeo/xfig/xfig"
cask "amethyst"
cask "android-platform-tools"
cask "bibdesk"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "drawio"
cask "flycut"
cask "font-source-code-pro"
cask "google-chrome"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "java"
cask "kindle"
cask "mendeley"
cask "ngrok"
cask "notion"
cask "numi"
cask "obsidian"
cask "protonvpn"
cask "raindropio"
cask "remnote"
cask "signal"
cask "telegram"
cask "tor-browser"
cask "typora"
cask "virtualbox"
cask "waterfox"
cask "xquartz"
