tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "btop"
brew "exa"
brew "fzf"
brew "git-flow-avh"
brew "gnupg"
brew "midnight-commander"
brew "pinentry-mac"
brew "pyenv"
brew "texlive"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-acrobat-reader"
cask "amethyst"
cask "bartender"
cask "betterdisplay"
cask "bibdesk"
cask "boxcryptor"
cask "cryptomator"
cask "daisydisk"
cask "devtoys"
cask "docker"
cask "dropbox"
cask "fig"
cask "firefox"
cask "font-jetbrains-mono"
cask "gpg-suite"
cask "istat-menus"
cask "kindle"
cask "kitty"
cask "latexit"
cask "maccy"
cask "nordvpn"
cask "obsidian"
cask "paletro"
cask "pocket-casts"
cask "popclip"
cask "protonvpn"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "syncthing"
cask "tikzit"
cask "transmission"
cask "typora"
cask "visual-studio-code"
cask "waterfox"
cask "whatsapp"
cask "zoom"
